const translations = {
    sriAyppaSwamySevaSannidhi: {
        en: "Sri Ayyappa Swamy Seva Sannidhi",
        kn: "ಶ್ರೀ ಅಯ್ಯಪ್ಪ ಸ್ವಾಮಿ ಸೇವಾ ಸನ್ನಿಧಿ",
        te: "శ్రీ అయ్యప్ప స్వామి సేవా సన్నిధి",
    },

    ScrollingBannerText: {
        en: "Swamiye Saranam Ayyappa ! 🚀 Website is still under development",
        kn: "ಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ! 🚀 ವೆಬ್‌ಸೈಟ್ ಇನ್ನೂ ಅಭಿವೃದ್ಧಿ ಹಂತದಲ್ಲಿದೆ",
        te: "స్వామియే శరణం అయ్యప్ప! 🚀 వెబ్‌సైట్ ఇంకా అభివృద్ధిలో ఉంది",
    },

    home: {
        en: "Home",
        kn: "ಮನೆ",
        te: "హోమ్",
    },

    about: {
        en: "About",
        kn: "ಬಗ್ಗೆ",
        te: "గురించి",
    },

    boardMembers: {
        en: "Board Members",
        kn: "ಮಂಡಳಿಯ ಸದಸ್ಯರು",
        te: "బోర్డు సభ్యులు",
    },

    gallery: {
        en: "Gallery",
        kn: "ಗ್ಯಾಲರಿ",
        te: "గ్యాలరీ",
    },
    poojaSchedule:{
        en:"Pooja Schedule",
        kn:"ಪೂಜಾ ವೇಳಾಪಟ್ಟಿ",
        te:"పూజా షెడ్యూల్",
    },

    pictureGallery:{
        en:"Picture Gallery",
        kn:"ಚಿತ್ರ ಗ್ಯಾಲರಿ",
        te:"చిత్ర గ్యాలరీ",
    },

    videoGallery:{
        en:"Video Gallery",
        kn:"ವೀಡಿಯೊ ಗ್ಯಾಲರಿ",
        te:"వీడియో గ్యాలరీ",
    },

    ayyappaDeeksha : {
        en:"Ayappa Deeksha",
        kn:"ಆಯಪ್ಪ ದೀಕ್ಷಾ",
        te:"ఆయప్ప దీక్ష",
    },

    sriSwamyAyyappaMala : {
        en:"Sri Swamy Ayyappa Mala",
        kn:"ಶ್ರೀ ಸ್ವಾಮಿ ಅಯ್ಯಪ್ಪ ಮಾಲಾ",
        te:"శ్రీ స్వామి అయ్యప్ప మాల",
    },

    ayyappaDhyanamJapam : {
        en:"Ayyappa Dhyanam Japam",
        kn:"ಅಯ್ಯಪ್ಪ ಧ್ಯಾನ ಜಪಂ",
        te:"అయ్యప్ప ధ్యానం జపం",
    },

    stepsOfDeeksha : {
        en:"18 steps of deeksha",
        kn:"ದೀಕ್ಷಾದ 18 ಮೆಟ್ಟಿಲುಗಳು",
        te:"దీక్ష యొక్క 18 మెట్లు",
    },

    guideLines : {
        en:"Guidelines",
        kn:"ಮಾರ್ಗಸೂಚಿಗಳು",
        te:"మార్గదర్శకాలు",
    },

    guidelinesToDeeksha : {
        en:"Guidelines to Deeksha",
        kn:"ದೀಕ್ಷಾಗೆ ಮಾರ್ಗಸೂಚಿಗಳು",
        te:"దీక్షకు మార్గదర్శకాలు",
    },

    housePoojaGuidelines : {
        en:"House Pooja Guidelines",
        kn:"ಮನೆ ಪೂಜಾ ಮಾರ್ಗಸೂಚಿಗಳು",
        te:"గృహ పూజా మార్గదర్శకాలు",
    },

    contactUs : {
        en:"Contact Us",
        kn:"ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
        te:"మమ్మల్ని సంప్రదించండి",
    },

    Donate : {
        en:"Donate",
        kn:"ದಾನ ಮಾಡಿ",
        te:"దానం చేయండి",
    },

    quickLinks : {
        en:"Quick Links",
        kn:"ತ್ವರಿತ ಲಿಂಕ್‌ಗಳು",
        te:"త్వరిత లింక్‌లు",
    },

    Information : {
        en:"Information",
        kn:"ಮಾಹಿತಿ",
        te:"సమాచారం",
    },

    termsAndConditions : {
        en:"Terms & Conditions",
        kn:"ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು",
        te:"నిబంధనలు & షరతులు",
    },

    privacyAndDisclaimer : {
        en:"Privacy and Disclaimer",
        kn:"ಗೌಪ್ಯತೆ ಮತ್ತು ಹಕ್ಕು ನಿರಾಕರಣೆ",
        te:"గోప్యత మరియు నిరాకరణ",
    },

    donationPolicy : {
        en:"Donation Policy",
        kn:"ದೇಣಿಗೆ ನೀತಿ",
        te:"విరాళం విధానం",
    },

    readMore : {
        en:"Read More",
        kn:"ಮುಂದೆ ಓದಿ",
        te:"మరింత చదవండి",
    },

  };


  export default translations;